index.org
#+BLOG: blog.infotics.es
#+CATEGORY: calendario, evento, periodismodatos, datajournalism 
#+TAGS: boletín, periodismodatos, tinyletter, 
#+DESCRIPTION: Calendario de eventos relacionados con el conocimiento abierto para 2016
#+TITLE: Datagenda, la agenda del Datalab
#+OPTIONS: num:nil todo:nil pri:nil tags:nil ^:nil TeX:nil toc:3

Agenda de eventos relacionados o de interés para las distintas comunidades de datos: periodismodatos, datosabiertos, datascientists, conocimiento abierto, etc.

Si tienes un evento, una beca, una oferta de trabajo, un curso, en enlace de interés o cualquier otra idea, duda o sugerencia que proponer, añade [[https://github.com/medialab-prado/datagenda/issues/new][una nueva issue]].

Navega en las actividades de [[https://github.com/medialab-prado/datagenda/blob/master/2017.org][2017]] o descárgate los archivos [[https://github.com/medialab-prado/agenda/blob/master/2017.ics][ics]]
* Estructura 
La estructura de los documentos es:

- Actividades por meses
- Actividades todo el año
- Becas y ofertas de trabajo
- Cursos
- Enlaces de interés
- Ideas

La /Datagenda/ es un proyecto del [[http://medialab-prado.es/visualizar][Datalab]] de Medialab-Prado.
** Actividades por meses
*** Enero 2017
**** Taller de Periodismo de Datos El País
**** Mi primera configuración Emacs
  - Cuándo: <2017-01-31 mar 18:30-20:30>
  - Dónde: Medialab-Prado, Alameda 15, 28014, Madrid
  - Mapa: http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359
  - URL: https://www.meetup.com/es-ES/Grupo-de-Usuarios-de-R-de-Madrid/events/236546948/

  Si tus compañerxs te miran raro cuando abres Vim, si sientes envidia
  de los magos que usan emacs y te han hablado de org, magit y todas las
  maravillas; si has instalado Emacs, y es totalmente distinto a lo que
  habías visto, blanco y vacío, no sabes como usarlo...

  En esta charla hablaremos un poco de como empezar con emacs, una
  pequeña introducción a elisp y como configurar emacs a tu gusto.

  Los temas que se cubrirán serán:
  - Introducción a Emacs
  - Introducción a elisp
  - Mi primera configuración
  - Configuración modular
  - Configuración basada en orgmode

*** Abril 2017
**** Dataharvest 2017
  <2016-05-18 mié>--<2016-05-21 sáb>

*** Mayo 2017
**** V Jornadas Periodismo Datos #JPD17

  - Cuándo: <2017-05-04 jue>--<2017-05-07 dom>
  - Dónde: Medialab-Prado, Alameda 15, 28014, Madrid
  - Mapa: http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359
  - URL: http://medialab-prado.github.io/jpd17

*** Junio 2017
**** Curso
*** Septiembre 2017

**** Visualizar'17: Migraciones
     :PROPERTIES:
     :URL:      http://medialab-prado.es/visualizar
     :Localidad: Madrid
     :E-mail:   visualizar@medialab-prado.es
     :Entidad:  Datalab
     :Sede:     Medialab-Prado
     :Dirección: Calle de la Alameda, 15. 28014 Madrid (España)
     :GoogleMaps: https://www.google.es/maps/place/Calle+de+la+Alameda,+15,+28014+Madrid/@40.4105245,-3.6957741,17z/data=!4m5!3m4!1s0xd4226286173786b:0x111584dabe22d0f4!8m2!3d40.4105204!4d-3.6935854?hl=es
     :END:
  Taller de visualización de datos /Visualizar'17: Migraciones/.
  <2017-09-15 vie>--<2017-09-30 sáb>
  - Artículo: http://medialab-prado.es/article/visualizar17-migraciones
  - Convocatoria de proyectos:http://medialab-prado.es/article/visualizar17-migraciones-convocatoria-de-proyectos
  - Proyectos seleccionados: http://medialab-prado.es/article/visualizar17-migraciones-proyectos-seleccionados
  - Convocatoria de colaboradorxs:http://medialab-prado.es/article/visualizar17-migraciones-convocatoria-de-colaboradorxs

*** Octubre 2017
**** Curso de datos abiertos adaptado a la administración local
     :PROPERTIES:
     :URL:      http://madrid.theodi.org/courses/curso-de-datos-abiertos-adaptado-la-administracion-local/
     :Dónde:    ETSIINF, C/ Ciruelos nº 2, Boadilla del Monte, 28669, Madrid (España)
     :E-mail:   odi_madrid@delicias.dia.fi.upm.es
     :GoogleMaps: http://maps.google.com/maps?z=16&q=escuela+t%C3%A9cnica+superior+de+ingenieros+inform%C3%A1ticos+(etsiinf)+universidad+polit%C3%A9cnica+de+madrid+avda.+montepr%C3%ADncipe,+s/n+boadilla+del+monte,+28660,+espa%C3%B1a
     :Localidad: Boadilla del Monte
     :Entidad:  ODI Madrid
     :END:

***** Introducción a los datos abiertos
      :PROPERTIES:
      :Duración: 4 horas
      :END:
  <2017-10-09 lun>
  - Descubriendo los datos abiertos
  - Copyright, licencias y datos abiertos
  - Usabilidad de los datos abiertos
  - Ejemplos

***** Modelo de apertura de datos
      :PROPERTIES:
      :Duración: 2 horas
      :END:
  <2017-10-10 mar>


  - Protocolos de apertura de datos
  - Recomendaciones de ejecución

***** Marco legal
      :PROPERTIES:
      :Duración: 2 horas
      :END:
  <2017-10-10 mar>


  - Directivas europeas y otras normas e iniciativas internacionales
  - Normativa nacional (y ejemplos de situación en otros países)
  - Normativa regional
  - Normativa local
  - Licencias de datos

***** Datos enlazados. Teoría y práctica
      :PROPERTIES:
      :Duración: 6 horas
      :END:
  <2017-10-17 mar>


  - Descubriendo los datos abiertos
  - Copyright, licencias y datos abiertos
  - Usabilidad de los datos abiertos
  - Fundamentos de la web semántica y conjuntos de datos
  - Vocabularios y conjuntos de datos
  - Empezando con datos abiertos en la práctica
  - Publicación de datos enlazados: Virtuoso y Pubby

***** Vocabularios, modelos de datos y ontologías
      :PROPERTIES:
      :Duración: 6 horas
      :END:
  <2017-10-18 mié>

  - Introducción a la web semántica
  - RDF (S)
  - OWL
  - Protege
  - Herramientas para documentación y publicación

***** Extracción, transformación y carga de datos (ETL)
      :PROPERTIES:
      :Duración: 4 horas
      :END:
  <2017-10-25 mié>

  - Introducción (ETL vs NoETL)
  - Modelos de datos (SQL vs No-SQL)
  - Patrones de transformación (Batch vs Streaming)
  - Herramientas (Rule-based vs Code-bassed)

***** Publicación en CKAN y uso de su API
      :PROPERTIES:
      :Duración: 4 horas
      :END:
  <2017-10-26 jue>

  - Conceptos básicos (organizaciones, grupos, datasets, recursos)
  - Añadiendo nuevas funcionalidades – Uso de extensiones
  - Carga automática de datos – Uso de la API
  - DCAT
  - Federación con datos.gob.es

