index.html
<!doctype html>
<html lang="en">
<head>
<title>Datagenda, la agenda del Datalab</title>
<!-- 2017-11-29 mié 09:16 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Adolfo Antón Bravo">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-9"><h1 class="title">Datagenda, la agenda del Datalab</h1>
<p>
Agenda de eventos relacionados o de interés para las distintas comunidades de datos: periodismodatos, datosabiertos, datascientists, conocimiento abierto, etc.
</p>

<p>
Si tienes un evento, una beca, una oferta de trabajo, un curso, en enlace de interés o cualquier otra idea, duda o sugerencia que proponer, añade <a href="https://github.com/medialab-prado/datagenda/issues/new">una nueva issue</a>.
</p>

<p>
Navega en las actividades de <a href="https://github.com/medialab-prado/datagenda/blob/master/2017.org">2017</a> o descárgate los archivos <a href="https://github.com/medialab-prado/agenda/blob/master/2017.ics">ics</a>
</p>

<p>
La estructura de los documentos es:
</p>

<ul class="org-ul">
<li>Actividades por meses
</li>
<li>Actividades todo el año
</li>
<li>Becas y ofertas de trabajo
</li>
<li>Cursos
</li>
<li>Enlaces de interés
</li>
<li>Ideas
</li>
</ul>

<p>
La <i>Datagenda</i> es un proyecto del <a href="http://medialab-prado.es/visualizar">Datalab</a> de Medialab-Prado.
</p>
<div id="outline-container-sec-" class="outline-2">
<h2 id="sec-">Actividades por meses</h2>
<div class="outline-text-2" id="text-">
</div><div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Enero 2017</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Taller de Periodismo de Datos El País</h4>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Mi primera configuración Emacs</h4>
<div class="outline-text-4" id="text-">
<ul class="org-ul">
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-01-31 mar 18:30&gt;&#x2013;&lt;2017-01-31 mar 20:30&gt;</span></span>
</li>
<li>Dónde: Medialab-Prado, Alameda 15, 28014, Madrid
</li>
<li>Mapa: <a href="http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359">http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359</a>
</li>
<li>URL: <a href="https://www.meetup.com/es-ES/Grupo-de-Usuarios-de-R-de-Madrid/events/236546948/">https://www.meetup.com/es-ES/Grupo-de-Usuarios-de-R-de-Madrid/events/236546948/</a>
</li>
</ul>

<p>
Si tus compañerxs te miran raro cuando abres Vim, si sientes envidia
de los magos que usan emacs y te han hablado de org, magit y todas las
maravillas; si has instalado Emacs, y es totalmente distinto a lo que
habías visto, blanco y vacío, no sabes como usarlo&#x2026;
</p>

<p>
En esta charla hablaremos un poco de como empezar con emacs, una
pequeña introducción a elisp y como configurar emacs a tu gusto.
</p>

<p>
Los temas que se cubrirán serán:
</p>
<ul class="org-ul">
<li>Introducción a Emacs
</li>
<li>Introducción a elisp
</li>
<li>Mi primera configuración
</li>
<li>Configuración modular
</li>
<li>Configuración basada en orgmode
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Abril 2017</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Dataharvest 2017</h4>
<div class="outline-text-4" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-18 mié&gt;&#x2013;&lt;2016-05-21 sáb&gt;</span></span>
</p>
</div>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Mayo 2017</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">V Jornadas Periodismo Datos #JPD17</h4>
<div class="outline-text-4" id="text-">
<ul class="org-ul">
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-05-04 jue&gt;&#x2013;&lt;2017-05-07 dom&gt;</span></span>
</li>
<li>Dónde: Medialab-Prado, Alameda 15, 28014, Madrid
</li>
<li>Mapa: <a href="http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359">http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359</a>
</li>
<li>URL: <a href="http://medialab-prado.github.io/jpd17">http://medialab-prado.github.io/jpd17</a>
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Junio 2017</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Curso</h4>
</div>
</div>
<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Septiembre 2017</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Visualizar'17: Migraciones</h4>
<div class="outline-text-4" id="text-">
<p>
Taller de visualización de datos <i>Visualizar'17: Migraciones</i>.
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-09-15 vie&gt;&#x2013;&lt;2017-09-30 sáb&gt;</span></span>
</p>
<ul class="org-ul">
<li>Artículo: <a href="http://medialab-prado.es/article/visualizar17-migraciones">http://medialab-prado.es/article/visualizar17-migraciones</a>
</li>
<li>Convocatoria de proyectos:<a href="http://medialab-prado.es/article/visualizar17-migraciones-convocatoria-de-proyectos">http://medialab-prado.es/article/visualizar17-migraciones-convocatoria-de-proyectos</a>
</li>
<li>Proyectos seleccionados: <a href="http://medialab-prado.es/article/visualizar17-migraciones-proyectos-seleccionados">http://medialab-prado.es/article/visualizar17-migraciones-proyectos-seleccionados</a>
</li>
<li>Convocatoria de colaboradorxs:<a href="http://medialab-prado.es/article/visualizar17-migraciones-convocatoria-de-colaboradorxs">http://medialab-prado.es/article/visualizar17-migraciones-convocatoria-de-colaboradorxs</a>
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Octubre 2017</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Curso de datos abiertos adaptado a la administración local</h4>
<div class="outline-text-4" id="text-">
</div>

<ul class="org-ul"><li><a id="sec-" name="sec-"></a>Introducción a los datos abiertos<br ><div class="outline-text-5" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-09 lun&gt;</span></span>
</p>
<ul class="org-ul">
<li>Descubriendo los datos abiertos
</li>
<li>Copyright, licencias y datos abiertos
</li>
<li>Usabilidad de los datos abiertos
</li>
<li>Ejemplos
</li>
</ul>
</div>
</li>

<li><a id="sec-" name="sec-"></a>Modelo de apertura de datos<br ><div class="outline-text-5" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-10 mar&gt;</span></span>
</p>


<ul class="org-ul">
<li>Protocolos de apertura de datos
</li>
<li>Recomendaciones de ejecución
</li>
</ul>
</div>
</li>

<li><a id="sec-" name="sec-"></a>Marco legal<br ><div class="outline-text-5" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-10 mar&gt;</span></span>
</p>


<ul class="org-ul">
<li>Directivas europeas y otras normas e iniciativas internacionales
</li>
<li>Normativa nacional (y ejemplos de situación en otros países)
</li>
<li>Normativa regional
</li>
<li>Normativa local
</li>
<li>Licencias de datos
</li>
</ul>
</div>
</li>

<li><a id="sec-" name="sec-"></a>Datos enlazados. Teoría y práctica<br ><div class="outline-text-5" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-17 mar&gt;</span></span>
</p>


<ul class="org-ul">
<li>Descubriendo los datos abiertos
</li>
<li>Copyright, licencias y datos abiertos
</li>
<li>Usabilidad de los datos abiertos
</li>
<li>Fundamentos de la web semántica y conjuntos de datos
</li>
<li>Vocabularios y conjuntos de datos
</li>
<li>Empezando con datos abiertos en la práctica
</li>
<li>Publicación de datos enlazados: Virtuoso y Pubby
</li>
</ul>
</div>
</li>

<li><a id="sec-" name="sec-"></a>Vocabularios, modelos de datos y ontologías<br ><div class="outline-text-5" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-18 mié&gt;</span></span>
</p>

<ul class="org-ul">
<li>Introducción a la web semántica
</li>
<li>RDF (S)
</li>
<li>OWL
</li>
<li>Protege
</li>
<li>Herramientas para documentación y publicación
</li>
</ul>
</div>
</li>

<li><a id="sec-" name="sec-"></a>Extracción, transformación y carga de datos (ETL)<br ><div class="outline-text-5" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-25 mié&gt;</span></span>
</p>

<ul class="org-ul">
<li>Introducción (ETL vs NoETL)
</li>
<li>Modelos de datos (SQL vs No-SQL)
</li>
<li>Patrones de transformación (Batch vs Streaming)
</li>
<li>Herramientas (Rule-based vs Code-bassed)
</li>
</ul>
</div>
</li>

<li><a id="sec-" name="sec-"></a>Publicación en CKAN y uso de su API<br ><div class="outline-text-5" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-26 jue&gt;</span></span>
</p>

<ul class="org-ul">
<li>Conceptos básicos (organizaciones, grupos, datasets, recursos)
</li>
<li>Añadiendo nuevas funcionalidades – Uso de extensiones
</li>
<li>Carga automática de datos – Uso de la API
</li>
<li>DCAT
</li>
<li>Federación con datos.gob.es
</li>
</ul>
</div>
</li>
