index.org
***** Visualización de datos
      :PROPERTIES:
      :Duración: 4 horas
      :END:
  <2017-10-26 jue>

  - Grafos
  - Métricas sobre grafos
  - Visualización de big data
**** Gigapp 2017
     :PROPERTIES:
     :URL:      https://congreso.gigapp.org/
     :Localidad: Madrid
     :Entidad:  GIGAPP
     :Sede:     Medialab-Prado
     :END:
  <2017-10-25 mié>--<2017-10-28 sáb>
**** Transeuropa 2017
     :PROPERTIES:
     :END:

     :PROPERTIES:
     :URL:      https://transeuropafestival.eu/
     :END:
  A festival of Arts, Politics and Culture
  <2017-10-25 mié>--<2017-10-29 dom>
*** Noviembre 2017
**** Asedie: 9ª Conferencia Internacional de Reutilización de Información del Sector Público
     :PROPERTIES:
     :Dónde:    Instituto Geográfico Nacional, General Ibáñez de ïbero, 3. 28003 Madrid
     :Cuándo:   <2017-11-30 jue>
     :Ciudad:   Madrid
     :END:
 http://www.asedie.es/9_conferencia_internacional.html
*** Diciembre 2017

**** CryptoMarbella Hackathon
     :PROPERTIES:
     :Localidad: Marbella
     :Provincia: Málaga
     :CCAA:     Andalucía
     :URL:      https://cryptomarbella.com/
     :Cuándo:   <2017-12-16 sáb>
     :END:
 [[https://cryptomarbella.com/][Crypto Marbella Hackathon]] provides a focused environment for teams to design, develop and complete an intense
 iteration of work, hopefully resulting in software/blockchain that solves one of the many complex challenges
 we face in society today.
 - Cuándo: <2017-12-16 sáb>
*** Enero 2018
**** El Confidencial Editors Lab
     :PROPERTIES:
     :URL:      https://www.globaleditorsnetwork.org/programmes/editors-lab/el-confidencial-editors-lab-2018/
     :Ciudad:   Madrid
     :País:     España
     :Entidad:  El Confidencial
     :Fecha:    <2018-01-17 mié>--<2018-01-18 jue>
     :END:
 [[https://www.globaleditorsnetwork.org/programmes/editors-lab/el-confidencial-editors-lab-2018/][El Confidencial Editors Lab]], Prototyping the Future of News in Madrid, 18-19 January 2018.
 - Cuándo: <2018-01-17 mié>--<2018-01-18 jue>
 - Dónde: El Confidencial
 - URL: https://www.globaleditorsnetwork.org/programmes/editors-lab/el-confidencial-editors-lab-2018/


*** Febrero 2018
**** Día del Amor por el Software Libre
 - Dónde: Medialab-Prado 
 - Mapa: http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359
 - Cuándo: <2018-02-14 mié>
**** Software Libre para la ciencia de datos
 - Dónde: Medialab-Prado 
 - Mapa: http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359
 - Cuándo: <2018-02-15 jue>--<2018-02-17 sáb>
**** Lanzamiento de la Convocatoria del Taller de Periodismo de Datos 2018
 - Dónde: Medialab-Prado 
 - Mapa: http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359
 - Cuándo: <2018-02-01 jue>
 Taller que gira en torno a la movilidad de Madrid. Se plantea el siguiente itinerario:
 - Febrero, formación en datos, Semana del Software Libre
 - Marzo, búsqueda de datos, Día de los Datos Abiertos.
 - Abril-Junio: 3 sesiones de trabajo con los proyectos seleccionados 
*** Marzo 2018
**** Día de los datos abiertos
 - Dónde: Medialab-Prado 
 - Mapa: http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359
 - Cuándo: <2018-03-03 sáb>

*** Mayo 2018
**** GEN Summit 2018
     :PROPERTIES:
     :Localidad: Lisboa
     :País:     Portugal
     :Cuándo:   <2018-05-30>
     :END:
 - Dónde: Medialab-Prado 
 - Mapa: http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359
 - Cuándo: <2018-05-30 mié>--<2018-06-01 vie>
 The [[https://www.gensummit.org/][GEN Summit]] will present you with solutions and insights that can make your journalism more impactful – and sustainable. We’re making a place for thought-provoking conversations across three themes:  
 - Disruption (30 May)
 - Personalisation (31 May)
 - Monetisation (1 June)

** Todo el año 2017
** Becas, ofertas de trabajo

*** Project lead data and civil liberties
    DEADLINE: <2017-06-08 jue>
    :PROPERTIES:
    :Organización: Tactical Tech
    :URL:      https://tacticaltech.org/project-lead-data-and-civil-liberties
    :END:

*** GHC17
*** Pass-It-On Awards Program
    SCHEDULED: <2017-12-01 vie>
 https://anitaborg.org/awards-grants/pass-it-on-awards-program/
 The Anita Borg Systers Pass-It-On (PIO) Awards honor Anita Borg’s desire to create a network of  women technologists helping one another. The cash awards, funded by donations from the Systers Online Community and others, are intended as means for women established in technological fields to support women seeking their place in the fields of technology. The program is called “Pass-It-On” because it comes with the moral obligation to “pass on” the benefits gained from the award.

 El periodo de aplicación de este año fue del <2016-12-14 mié> al <2017-03-29 mié>


*** Communications internship
    DEADLINE: <2017-06-08 jue>
    :PROPERTIES:
    :END:
    :PROPERTIES:
    :URL:      https://tacticaltech.org/communications-internship-paid
    :Organización: Tactical Tech
    :END:**
  Translator
    :PROPERTIES:
    :Organización: Tactical Tech
    :URL:      https://tacticaltech.org/jobs/translator
    :END:
  We are looking for translators who can translate from English into
  one of our core languages (Arabic, French, Portuguese, Russian,
  Spanish).

*** System Operations and Development Position
    :PROPERTIES:
    :URL:      https://tacticaltech.org/systems-operations-and-development-position
    :Localidad: Berlín
    :Tiempo:   completo
    :Entidad:  Tactical Technology Collective
    :E-mail:   jobs@tacticaltech.org
    :END:
 Formará parte del equipo de tecnologías de la información y será responsable de las operación y mantenimiento de los ordenadores, la red y los sistemas relacionados.

*** Consultants en Tactical Technology Collective
    :PROPERTIES:
    :URL:      https://tacticaltech.org/jobs
    :Localidad: Berlín
    :Tiempo:   completo
    :Entidad:  Tactical Technology Collective
    :E-mail:   jobs@tacticaltech.org
    :Fingerprint: F332 42F9 DD5B 91D9 AEF3 108A 6AC5 FEC2 7C8B 5F0D.
    :END:
 Diversas ofertas de trabajo como consultorxs para TTC: researchers, trainers, facilitators, translators, designers (various), illustrators, animation designers, editor.

** Cursos
