index.html

<li><a id="sec-" name="sec-"></a>Visualización de datos<br ><div class="outline-text-5" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-26 jue&gt;</span></span>
</p>

<ul class="org-ul">
<li>Grafos
</li>
<li>Métricas sobre grafos
</li>
<li>Visualización de big data
</li>
</ul>
</div>
</li></ul>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Gigapp 2017</h4>
<div class="outline-text-4" id="text-">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-25 mié&gt;&#x2013;&lt;2017-10-28 sáb&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Transeuropa 2017</h4>
<div class="outline-text-4" id="text-">
<p>
:URL:      <a href="https://transeuropafestival.eu/">https://transeuropafestival.eu/</a>
</p>
<p>
A festival of Arts, Politics and Culture
<span class="timestamp-wrapper"><span class="timestamp">&lt;2017-10-25 mié&gt;&#x2013;&lt;2017-10-29 dom&gt;</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Noviembre 2017</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Asedie: 9ª Conferencia Internacional de Reutilización de Información del Sector Público</h4>
<div class="outline-text-4" id="text-">
<p>
<a href="http://www.asedie.es/9_conferencia_internacional.html">http://www.asedie.es/9_conferencia_internacional.html</a>
</p>
</div>
</div>
</div>
<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Diciembre 2017</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">CryptoMarbella Hackathon</h4>
<div class="outline-text-4" id="text-">
<p>
<a href="https://cryptomarbella.com/">Crypto Marbella Hackathon</a> provides a focused environment for teams to design, develop and complete an intense
iteration of work, hopefully resulting in software/blockchain that solves one of the many complex challenges
we face in society today.
</p>
<ul class="org-ul">
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-12-16 sáb&gt;</span></span>
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Enero 2018</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">El Confidencial Editors Lab</h4>
<div class="outline-text-4" id="text-">
<p>
<a href="https://www.globaleditorsnetwork.org/programmes/editors-lab/el-confidencial-editors-lab-2018/">El Confidencial Editors Lab</a>, Prototyping the Future of News in Madrid, 18-19 January 2018.
</p>
<ul class="org-ul">
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-01-17 mié&gt;&#x2013;&lt;2018-01-18 jue&gt;</span></span>
</li>
<li>Dónde: El Confidencial
</li>
<li>URL: <a href="https://www.globaleditorsnetwork.org/programmes/editors-lab/el-confidencial-editors-lab-2018/">https://www.globaleditorsnetwork.org/programmes/editors-lab/el-confidencial-editors-lab-2018/</a>
</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Febrero 2018</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Día del Amor por el Software Libre</h4>
<div class="outline-text-4" id="text-">
<ul class="org-ul">
<li>Dónde: Medialab-Prado 
</li>
<li>Mapa: <a href="http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359">http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359</a>
</li>
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-02-14 mié&gt;</span></span>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Software Libre para la ciencia de datos</h4>
<div class="outline-text-4" id="text-">
<ul class="org-ul">
<li>Dónde: Medialab-Prado 
</li>
<li>Mapa: <a href="http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359">http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359</a>
</li>
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-02-15 jue&gt;&#x2013;&lt;2018-02-17 sáb&gt;</span></span>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Lanzamiento de la Convocatoria del Taller de Periodismo de Datos 2018</h4>
<div class="outline-text-4" id="text-">
<ul class="org-ul">
<li>Dónde: Medialab-Prado 
</li>
<li>Mapa: <a href="http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359">http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359</a>
</li>
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-02-01 jue&gt;</span></span>
</li>
</ul>
<p>
Taller que gira en torno a la movilidad de Madrid. Se plantea el siguiente itinerario:
</p>
<ul class="org-ul">
<li>Febrero, formación en datos, Semana del Software Libre
</li>
<li>Marzo, búsqueda de datos, Día de los Datos Abiertos.
</li>
<li>Abril-Junio: 3 sesiones de trabajo con los proyectos seleccionados 
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Marzo 2018</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Día de los datos abiertos</h4>
<div class="outline-text-4" id="text-">
<ul class="org-ul">
<li>Dónde: Medialab-Prado 
</li>
<li>Mapa: <a href="http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359">http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359</a>
</li>
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-03-03 sáb&gt;</span></span>
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Mayo 2018</h3>
<div class="outline-text-3" id="text-">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">GEN Summit 2018</h4>
<div class="outline-text-4" id="text-">
<ul class="org-ul">
<li>Dónde: Medialab-Prado 
</li>
<li>Mapa: <a href="http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359">http://www.openstreetmap.org/way/219016719#map=19/40.41044/-3.69359</a>
</li>
<li>Cuándo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-05-30 mié&gt;&#x2013;&lt;2018-06-01 vie&gt;</span></span>
</li>
</ul>
<p>
The <a href="https://www.gensummit.org/">GEN Summit</a> will present you with solutions and insights that can make your journalism more impactful – and sustainable. We’re making a place for thought-provoking conversations across three themes:  
</p>
<ul class="org-ul">
<li>Disruption (30 May)
</li>
<li>Personalisation (31 May)
</li>
<li>Monetisation (1 June)
</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-sec-" class="outline-2">
<h2 id="sec-">Todo el año 2017</h2>
</div>
<div id="outline-container-sec-" class="outline-2">
<h2 id="sec-">Becas, ofertas de trabajo</h2>
<div class="outline-text-2" id="text-">
</div><div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Project lead data and civil liberties</h3>
<div class="outline-text-3" id="text-">
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">GHC17</h3>
</div>
<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Pass-It-On Awards Program</h3>
<div class="outline-text-3" id="text-">
<p>
<a href="https://anitaborg.org/awards-grants/pass-it-on-awards-program/">https://anitaborg.org/awards-grants/pass-it-on-awards-program/</a>
The Anita Borg Systers Pass-It-On (PIO) Awards honor Anita Borg’s desire to create a network of  women technologists helping one another. The cash awards, funded by donations from the Systers Online Community and others, are intended as means for women established in technological fields to support women seeking their place in the fields of technology. The program is called “Pass-It-On” because it comes with the moral obligation to “pass on” the benefits gained from the award.
</p>

<p>
El periodo de aplicación de este año fue del <span class="timestamp-wrapper"><span class="timestamp">&lt;2016-12-14 mié&gt; </span></span> al <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-03-29 mié&gt;</span></span>
</p>
</div>
</div>


<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Communications internship</h3>
<div class="outline-text-3" id="text-">
<p>
  :URL:      <a href="https://tacticaltech.org/communications-internship-paid">https://tacticaltech.org/communications-internship-paid</a>
  :Organización: Tactical Tech
  :END:**
Translator
  :PROPERTIES:
  :Organización: Tactical Tech
  :URL:      <a href="https://tacticaltech.org/jobs/translator">https://tacticaltech.org/jobs/translator</a>
</p>
<p>
We are looking for translators who can translate from English into
one of our core languages (Arabic, French, Portuguese, Russian,
Spanish).
</p>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">System Operations and Development Position</h3>
<div class="outline-text-3" id="text-">
<p>
Formará parte del equipo de tecnologías de la información y será responsable de las operación y mantenimiento de los ordenadores, la red y los sistemas relacionados.
</p>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Consultants en Tactical Technology Collective</h3>
<div class="outline-text-3" id="text-">
<p>
Diversas ofertas de trabajo como consultorxs para TTC: researchers, trainers, facilitators, translators, designers (various), illustrators, animation designers, editor.
</p>
</div>
</div>
</div>
